// 这些是模拟用的假数据

export const robotData = {
    robotOperationMode: "在线",
    robotStatus: "运行中"
};

export const planData = {
    planCount: 1002,
    completeCount: 932,
    lossCount: 24
};
export const modelData = [
    {
        "robotshensuo": {
            "value": 287.45,
            "names": [
                "等轴叶片夹具零件-070_默认_按加工_.STEP(默认)显示状态 1",
                "等轴配套夹具零件-036-240611（×2）.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "robotshengjiang": {
            "value": -50.0,
            "names": [
                "压板电机护罩-01-v02_默认_按加工_.STEP(默认)显示状态 1",
                "压板电机护罩-02-v02_默认_按加工_.STEP(默认)显示状态 1",
                "压板电机护罩-03_默认_按加工_.STEP(默认)显示状态 1",
                "压板电机护罩-04-v02_默认_按加工_.STEP(默认)显示状态 1",
                "压板电机护罩-05_默认_按加工_.STEP(默认)显示状态 1",
                "压板电机护罩-07_默认_按加工_.STEP(默认)显示状态 1",
                "HGH30C__X2_53F35C01_X0__temp-滑块1（×2）.STEP(默认)显示状态 1",
                "等轴配套夹具零件-024.STEP(默认)显示状态 1",
                "等轴配套夹具零件-046.STEP(默认)显示状态 1",
                "等轴配套夹具零件-025.STEP(默认)显示状态 1",
                "等轴配套夹具零件-026.STEP(默认)显示状态 1",
                "等轴叶片夹具零件-27-v02_STEP"
            ]
        }
    },
    {
        "robotjiazhua": {
            "value": 12.5,
            "names": [
                "等轴叶片夹具零件-72-250103_默认_按加工_.STEP(默认)显示状态 1",
                "镜向等轴叶片夹具零件-72-250103_默认_按加工_.STEP(默认)显示状态 1",
                "等轴配套夹具零件-011.STEP(默认)显示状态 1",
                "等轴配套夹具零件-012.STEP(默认)显示状态 1",
                "等轴配套夹具零件-003.STEP(默认)显示状态 1",
                "等轴配套夹具零件-004.STEP(默认)显示状态 1",
                "等轴配套夹具零件-006.STEP(默认)显示状态 1",
                "等轴配套夹具零件-007.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKq1": {
            "value": 8.0,
            "names": [
                "2409-01-02 陶瓷纤维板-门2-1.STEP(默认)显示状态 1",
                "2409-01-01 气缸头支架-1.STEP(默认)显示状态 1",
                "2409-01-04 气缸接头-1.STEP(默认)显示状态 1",
                "2409-01-03 门旋转轴-1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKq2": {
            "value": 8.0,
            "names": [
                "2409-01-02 陶瓷纤维板-门2-1.STEP(默认)显示状态 1",
                "2409-01-01 气缸头支架-1.STEP(默认)显示状态 1",
                "2409-01-04 气缸接头-1.STEP(默认)显示状态 1",
                "2409-01-03 门旋转轴-1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKq3": {
            "value": 8.0,
            "names": [
                "2409-01-02 陶瓷纤维板-门2-1.STEP(默认)显示状态 1",
                "2409-01-01 气缸头支架-1.STEP(默认)显示状态 1",
                "2409-01-04 气缸接头-1.STEP(默认)显示状态 1",
                "2409-01-03 门旋转轴-1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKq4": {
            "value": 8.0,
            "names": [
                "2409-01-02 陶瓷纤维板-门2-1.STEP(默认)显示状态 1",
                "2409-01-01 气缸头支架-1.STEP(默认)显示状态 1",
                "2409-01-04 气缸接头-1.STEP(默认)显示状态 1",
                "2409-01-03 门旋转轴-1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKq5": {
            "value": 8.0,
            "names": [
                "2409-01-02 陶瓷纤维板-门2-1.STEP(默认)显示状态 1",
                "2409-01-01 气缸头支架-1.STEP(默认)显示状态 1",
                "2409-01-04 气缸接头-1.STEP(默认)显示状态 1",
                "2409-01-03 门旋转轴-1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKq6": {
            "value": 8.0,
            "names": [
                "2409-01-02 陶瓷纤维板-门2-1.STEP(默认)显示状态 1",
                "2409-01-01 气缸头支架-1.STEP(默认)显示状态 1",
                "2409-01-04 气缸接头-1.STEP(默认)显示状态 1",
                "2409-01-03 门旋转轴-1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKh1": {
            "value": 8.0,
            "names": [
                "2409-01-02 陶瓷纤维板-门2-1.STEP(默认)显示状态 1",
                "2409-01-01 气缸头支架-1.STEP(默认)显示状态 1",
                "2409-01-04 气缸接头-1.STEP(默认)显示状态 1",
                "2409-01-03 门旋转轴-1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKh2": {
            "value": 8.0,
            "names": [
                "2409-01-02 陶瓷纤维板-门2-1.STEP(默认)显示状态 1",
                "2409-01-01 气缸头支架-1.STEP(默认)显示状态 1",
                "2409-01-04 气缸接头-1.STEP(默认)显示状态 1",
                "2409-01-03 门旋转轴-1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKh3": {
            "value": 8.0,
            "names": [
                "2409-01-02 陶瓷纤维板-门2-1.STEP(默认)显示状态 1",
                "2409-01-01 气缸头支架-1.STEP(默认)显示状态 1",
                "2409-01-04 气缸接头-1.STEP(默认)显示状态 1",
                "2409-01-03 门旋转轴-1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKh4": {
            "value": 8.0,
            "names": [
                "2409-01-02 陶瓷纤维板-门2-1.STEP(默认)显示状态 1",
                "2409-01-01 气缸头支架-1.STEP(默认)显示状态 1",
                "2409-01-04 气缸接头-1.STEP(默认)显示状态 1",
                "2409-01-03 门旋转轴-1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKh5": {
            "value": 8.0,
            "names": [
                "2409-01-02 陶瓷纤维板-门2-1.STEP(默认)显示状态 1",
                "2409-01-01 气缸头支架-1.STEP(默认)显示状态 1",
                "2409-01-04 气缸接头-1.STEP(默认)显示状态 1",
                "2409-01-03 门旋转轴-1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKh6": {
            "value": 8.0,
            "names": [
                "2409-01-02 陶瓷纤维板-门2-1.STEP(默认)显示状态 1",
                "极创GEECHROOM-01-01 气缸头支架-1.STEP(默认)显示状态 1",
                "2409-01-04 气缸接头-1.STEP(默认)显示状态 1",
                "2409-01-03 门旋转轴-1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKqianho": {
            "value": -361.0,
            "names": [
                "2409-02-31 旋转装配体-1_STEP",
                "2409-02-21 吊装框架-1.STEP(默认)显示状态 1",
                "2409-02-27 横移支架-1.STEP(默认)显示状态 1",
                "2409-02-26 支架3-1.STEP(默认)显示状态 1",
                "2409-02-20 电机板0.75kw-1.STEP(默认)显示状态 1",
                "2409-02-28 支架-1.STEP(默认)显示状态 1",
                "2409-02-01 支撑板2-1.STEP(默认)显示状态 1",
                "2409-02-37 涨紧座5-1.STEP(默认)显示状态 1",
                "极创GEECHROOM-02-34 涨紧座4-1.STEP(默认)显示状态 1",
                "2409-02-32 电机板1.5kw-1.STEP(默认)显示状态 1",
                "2409-02-07 支撑板3-1.STEP(默认)显示状态 1",
                "VNX03-3.0-30-B29-P22N 斜齿轮孔22-1.STEP(默认)显示状态 1",
                "2409-02-38 到位支架-1.STEP(默认)显示状态 1",
                "2409-02-40 横移电机护罩-1.STEP(默认)显示状态 1",
                "2409-02-30 Y轴电机护罩-1.STEP(默认)显示状态 1",
                "VBK41-F90-R75-N50-VEK41 横移拖链支架-1_STEP",
                "2409-02-12 拖链支架4-1.STEP(默认)显示状态 1",
                "伺服电机装配-直头-1_STEP",
                "1FL6042-2AF21-1LB1 伺服电机0.75KW-1_STEP",
                "1FL6042-2AF21-1LB1 伺服电机0.75KW-1_STEP",
                "2409-02-13 旋转限位块1-1.STEP(默认)显示状态 1",
                "2409-02-09 缓冲块-1.STEP(默认)显示状态 1",
                "2409-02-16 旋转限位块2-1.STEP(默认)显示状态 1",
                "2409-02-09 缓冲块-1.STEP(默认)显示状态 1",
                "EE-SX672-WR 槽型光电-1.STEP(默认)显示状态 1",
                "2409-02-14 旋转传感器支架-1.STEP(默认)显示状态 1",
                "2409-02-10 旋转支架-1.STEP(默认)显示状态 1",
                "2409-02-15 旋转支架10-1.STEP(默认)显示状态 1",
                "(M14)×35 内六角圆柱头螺钉1-1.STEP(默认)显示状态 1",
                "ABR90L2-i-P2-S2-19-40-70-90-M6 弯头减速器0.75kw-1.STEP(默认)显示状态 1",
                "2409-02-53 电机套-1.STEP(默认)显示状态 1",
                "2409-02-54 电机挡圈-1.STEP(默认)显示状态 1",
                "2409-02-34 涨紧座4A-19+.STEP(默认)显示状态 1",
                "HGH30_1-1（滑块）.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKzuoyou": {
            "value": -357.5,
            "names": [
                "2409-02-45 移栽横梁-1_默认_按加工_.STEP(默认)显示状态 1",
                "2409-02-24 支撑板-1.STEP(默认)显示状态 1",
                "2409-02-22 电机座-1.STEP(默认)显示状态 1",
                "2409-02-19 转轴装配体-1_STEP",
                "2409-02-17 极创GEECHROOM-02-17 电机板-1.STEP(默认)显示状态 1",
                "2409-02-04 轴承座支撑板-1.STEP(默认)显示状态 1",
                "2409-02-03 涨紧座-1.STEP(默认)显示状态 1",
                "2409-02-36 到位板-1.STEP(默认)显示状态 1",
                "2409-02-29 阻挡装配-1_STEP",
                "2409-02-41 X轴电机护罩-1.STEP(默认)显示状态 1",
                "2409-02-52 X轴拖链支架-1.STEP(默认)显示状态 1",
                "2409-02-42 横移拖链极创GEECHROOM-1-1.STEP(默认)显示状态 1",
                "2409-02-11 垫板-1.STEP(默认)显示状态 1",
                "AB90L2-i-P2-S2-19-40-70-90-M6 减速器0.75kw-1.STEP(默认)显示状态 1",
                "HGR30_1-1（导轨）.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKshengjiang": {
            "value": -885.0,
            "names": [
                "RGH35CA_BLOCK_12-1（滑块）.STEP(默认)显示状态 1",
                "2409-02-31-05 支撑板4-1.STEP(默认)显示状态 1",
                "2409-02-31-09 涨紧座5-1.STEP(默认)显示状态 1",
                "2409-02-31-02 连接板-1.STEP(默认)显示状态 1",
                "2409-02-31-04 竖直移栽板-1.STEP(默认)显示状态 1",
                "2409-02-31-10 阻热支撑板5-1.STEP(默认)显示状态 1",
                "2409-02-31-06 竖直电机护罩1-1.STEP(默认)显示状态 1",
                "2409-02-31-24 电机座5-1.STEP(默认)显示状态 1",
                "2409-02-31-15 斜齿轮-长台阶-1.STEP(默认)显示状态 1",
                "2409-02-31-23 电机板2-1.STEP(默认)显示状态 1",
                "2409-02-极创GEECHROOM-31-21 连接板1-1.STEP(默认)显示状态 1",
                "2409-02-31-17 阻热支撑板1-1.STEP(默认)显示状态 1",
                "2409-02-31-20 传感器支架-1.STEP(默认)显示状态 1",
                "极创GEECHROOM-02-31-13 涨紧座6-1.STEP(默认)显示状态 1",
                "2409-02-31-03 连接板12-1.STEP(默认)显示状态 1",
                "2409-02-31-16 竖直拖链支架1-1.STEP(默认)显示状态 1",
                "2409-02-31-14 1.5KW伺服电机装配-弯头-1_STEP",
                "VBK31-F50-R55-N110-VEK31 拖链-1_STEP",
                "2409-02-57 大电机套2-1.STEP(默认)显示状态 1",
                "2409-02-56 电机挡圈-1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "LTKxuanzhuan": {
            "value": 90.0,
            "names": [
                "2409-02-31 旋转装配体-1_STEP",
                "2409-02-50 4模直齿轮-1.STEP(默认)显示状态 1",
                "011.20.250 回转支承-1_STEP"
            ]
        }
    },
    {
        "robot1": {
            "value": 2.96,
            "names": [
                "6700-300-2.70-1轴.STEP(默认)显示状态 1",
                "6700-300-2.70-1轴-附件1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "robot2": {
            "value": 1.48,
            "names": [
                "6700-300-2.70-2轴.STEP(默认)显示状态 1",
                "6700-300-2.70-平衡1.STEP(默认)显示状态 1",
                "6700-300-2.70-平衡1-附件1.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "robot3": {
            "value": 1.22,
            "names": [
                "6700-300-2.70-3轴.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "robot4": {
            "value": 1.8,
            "names": [
                "6700-300-2.70-4轴.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "robot5": {
            "value": 2.26,
            "names": [
                "6700-300-2.70-5轴.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "robot6": {
            "value": 6.28,
            "names": [
                "6700-300-2.70-6轴.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "robot7": {
            "value": 8.5,
            "names": [
                "zq35200_r200_7029_b_t1_4_1.STEP(默认)显示状态 1",
                "6700-300-2.70-单机器人装配图（含约束）_STEP",
                "等轴叶片自动化夹具装配图-1016(浇口杯改)_STEP"
            ]
        }
    },
    {
        "SLTxuanzhuan": {
            "value": 0.0,
            "names": [
                "TQ-P-240123-SL-01006 底旋转盘.STEP(默认)显示状态 1",
                "TQ-P-240123-SL-01001 外立柱（×10）.STEP(默认)显示状态 1",
                "TQ-P-240123-SL-01002 隔板（×10）.STEP(默认)显示状态 1",
                "TQ-P-240123-SL-01004 中间立柱（×2）.STEP(默认)显示状态 1",
                "TQ-P-240123-SL-01005 中间圆.STEP(默认)显示状态 1",
                "TQ-P-240123-SL-01003 顶圆盘.STEP(默认)显示状态 1",
                "TQ-P-240123-SL-01007 旋转法兰.STEP(默认)显示状态 1",
                "上壳限位-v02_STEP"
            ]
        }
    },
    {
        "YRL1": {
            "value": 47.5,
            "names": [
                "xin链条（×2）_STEP_STEP",
                "过线链_STEP_STEP",
                "xin门.STEP.STEP(默认)显示状态 1",
                "前罩-1.STEP.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "YRL2": {
            "value": 47.5,
            "names": [
                "xin链条（×2）_STEP_STEP",
                "过线链_STEP_STEP",
                "xin门.STEP.STEP(默认)显示状态 1",
                "前罩-1.STEP.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "YRL3": {
            "value": 47.5,
            "names": [
                "xin链条（×2）_STEP_STEP",
                "过线链_STEP_STEP",
                "xin门.STEP.STEP(默认)显示状态 1",
                "前罩-1.STEP.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "YRL4": {
            "value": 47.5,
            "names": [
                "xin链条（×2）_STEP_STEP",
                "过线链_STEP_STEP",
                "xin门.STEP.STEP(默认)显示状态 1",
                "前罩-1.STEP.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "YRL5": {
            "value": 47.5,
            "names": [
                "xin链条（×2）_STEP_STEP",
                "过线链_STEP_STEP",
                "xin门.STEP.STEP(默认)显示状态 1",
                "前罩-1.STEP.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "YRL6": {
            "value": 47.5,
            "names": [
                "xin链条（×2）_STEP_STEP",
                "过线链_STEP_STEP",
                "xin门.STEP.STEP(默认)显示状态 1",
                "前罩-1.STEP.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "YRL7": {
            "value": 47.5,
            "names": [
                "xin链条（×2）_STEP_STEP",
                "过线链_STEP_STEP",
                "xin门.STEP.STEP(默认)显示状态 1",
                "前罩-1.STEP.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "YRL8": {
            "value": 47.5,
            "names": [
                "xin链条（×2）_STEP_STEP",
                "过线链_STEP_STEP",
                "xin门.STEP.STEP(默认)显示状态 1",
                "前罩-1.STEP.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "YRL9": {
            "value": 47.5,
            "names": [
                "xin链条（×2）_STEP_STEP",
                "过线链_STEP_STEP",
                "xin门.STEP.STEP(默认)显示状态 1",
                "前罩-1.STEP.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "YRL10": {
            "value": 47.5,
            "names": [
                "xin链条（×2）_STEP_STEP",
                "过线链_STEP_STEP",
                "xin门.STEP.STEP(默认)显示状态 1",
                "前罩-1.STEP.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "YRL11": {
            "value": 47.5,
            "names": [
                "xin链条（×2）_STEP_STEP",
                "过线链_STEP_STEP",
                "xin门.STEP.STEP(默认)显示状态 1",
                "前罩-1.STEP.STEP(默认)显示状态 1"
            ]
        }
    },
    {
        "YRL12": {
            "value": 47.5,
            "names": [
                "xin链条（×2）_STEP_STEP",
                "过线链_STEP_STEP",
                "xin门.STEP.STEP(默认)显示状态 1",
                "前罩-1.STEP.STEP(默认)显示状态 1"
            ]
        }
    }
];
export const modelNameData = [
    "数字孪生用总装图-1210",
    "数字孪生用总装图-1210_STEP",
    "壳膜限位-241112_STEP",
    "壳膜限位组件-01-241112_默认_按加工_.STEP(默认)显示状态 1",
    "530料盘_默认_按加工_.STEP(默认)显示状态 1",
    "壳膜限位组件-03_默认_按加工_.STEP(默认)显示状态 1",
    "壳膜限位组件-06_默认_按加工_.STEP(默认)显示状态 1",
    "壳膜限位组件-08_默认_按加工_.STEP(默认)显示状态 1",
    "夹持阻挡-01-241112.STEP(默认)显示状态 1",
    "对中托盘底板_默认_按加工_.STEP(默认)显示状态 1",
    "壳膜限位组件-04_默认_按加工_.STEP(默认)显示状态 1",
    "等轴叶片夹具零件-72-241112_默认_按加工_.STEP(默认)显示状态 1",
    "陶瓷浇口杯（自动夹持-更改）.STEP(默认)显示状态 1",
    "镜向等轴叶片夹具零件-72-241112_默认_按加工_.STEP(默认)显示状态 1",
    "壳膜限位组件-09.STEP(默认)显示状态 1",
    "模壳预热炉-配套项目预热炉_STEP",
    "模壳预热炉-配套项目预热炉_STEP_STEP",
    "过线链_STEP_STEP",
    "零件7.STEP.STEP(默认)显示状态 1",
    "xin炉体框架.STEP.STEP(默认)显示状态 1",
    "前门.STEP.STEP(默认)显示状态 1",
    "xin齿轮电机_STEP_STEP",
    "模壳内链.STEP.STEP(默认)显示状态 1",
    "模壳外链.STEP.STEP(默认)显示状态 1",
    "xin链条_STEP_STEP",
    "右板通风.STEP.STEP(默认)显示状态 1",
    "上板.STEP.STEP(默认)显示状态 1",
    "you滑道2.STEP.STEP(默认)显示状态 1",
    "模壳IM B14 H63-112制动电机[YEJ-90L-2-B14]_YEJ-90L-2-B14.STEP.STEP(默认)显示状态 1",
    "右滑道1.STEP.STEP(默认)显示状态 1",
    "模壳炉上架.STEP.STEP(默认)显示状态 1",
    "后门板右.STEP.STEP(默认)显示状态 1",
    "右门板.STEP.STEP(默认)显示状态 1",
    "xin门.STEP.STEP(默认)显示状态 1",
    "you滑道1.STEP.STEP(默认)显示状态 1",
    "左滑道1.STEP.STEP(默认)显示状态 1",
    "后门板左.STEP.STEP(默认)显示状态 1",
    "四边零件.STEP.STEP(默认)显示状态 1",
    "xin轴座.STEP.STEP(默认)显示状态 1",
    "xin齿轮.STEP.STEP(默认)显示状态 1",
    "电机挡板.STEP.STEP(默认)显示状态 1",
    "上轴.STEP.STEP(默认)显示状态 1",
    "xin电机大齿轮.STEP.STEP(默认)显示状态 1",
    "xin电机小齿轮.STEP.STEP(默认)显示状态 1",
    "孔.STEP.STEP(默认)显示状态 1",
    "限位器.STEP.STEP(默认)显示状态 1",
    "镜向限位器.STEP.STEP(默认)显示状态 1",
    "两边卡门.STEP.STEP(默认)显示状态 1",
    "镜向两边卡门.STEP.STEP(默认)显示状态 1",
    "两边.STEP.STEP(默认)显示状态 1",
    "竖板.STEP.STEP(默认)显示状态 1",
    "中间门-杆.STEP.STEP(默认)显示状态 1",
    "前罩-2.STEP.STEP(默认)显示状态 1",
    "后罩-1.STEP.STEP(默认)显示状态 1",
    "xin门22.STEP.STEP(默认)显示状态 1",
    "前罩-1.STEP.STEP(默认)显示状态 1",
    "镜向中间门-杆.STEP.STEP(默认)显示状态 1",
    "(已解密)25kg精铸炉-发_STEP",
    "(已解密)25kg精铸炉-发_STEP_STEP",
    "300323346_y09_761_A1 WH4400_STEP_STEP",
    "853013562_Y06_760.STEP.STEP(默认)显示状态 1",
    "853027801_Y06_763.STEP.STEP(默认)显示状态 1",
    "853027801_Y06_764.STEP.STEP(默认)显示状态 1",
    "853013562_Y06_780.STEP.STEP(默认)显示状态 1",
    "_____________________STEP_STEP",
    "________-2_STEP_STEP",
    "_________________.STEP.STEP(默认)显示状态 1",
    "circlips for holes--type a gb_PreviewCfg.STEP.STEP(默认)显示状态 1",
    "____________-25.STEP.STEP(默认)显示状态 1",
    "______________-15_STEP_STEP",
    "__________-____-2.STEP.STEP(默认)显示状态 1",
    "XM-XA600312 ________________.STEP.STEP(默认)显示状态 1",
    "______________-16.STEP.STEP(默认)显示状态 1",
    "____________-17.STEP.STEP(默认)显示状态 1",
    "________________.STEP.STEP(默认)显示状态 1",
    "________-18.STEP.STEP(默认)显示状态 1",
    "____________-19.STEP.STEP(默认)显示状态 1",
    "______________-20.STEP.STEP(默认)显示状态 1",
    "__________-____.STEP.STEP(默认)显示状态 1",
    "______________-1_STEP_STEP",
    "__.STEP.STEP(默认)显示状态 1",
    "____-21.STEP.STEP(默认)显示状态 1",
    "______-22.STEP.STEP(默认)显示状态 1",
    "______________-24.STEP.STEP(默认)显示状态 1",
    "______-23.STEP.STEP(默认)显示状态 1",
    "___________________________.STEP.STEP(默认)显示状态 1",
    "B__________________ 55X72XX8 -JB1091.STEP.STEP(默认)显示状态 1",
    "spur gear_gb_PreviewCfg.STEP.STEP(默认)显示状态 1",
    "circlips for shaft--type a large gb_PreviewCfg.STEP.STEP(默认)显示状态 1",
    "GB6172.1-M20 __________ M20_M20.STEP.STEP(默认)显示状态 1",
    "603-0112 KF25_________IQQ-03-1s.STEP.STEP(默认)显示状态 1",
    "________-26.STEP.STEP(默认)显示状态 1",
    "________-27.STEP.STEP(默认)显示状态 1",
    "______________-28.STEP.STEP(默认)显示状态 1",
    "SICK_ATM60_PAH13X13_Order_no_1030015.STEP.STEP(默认)显示状态 1",
    "LENZE____ g500-B240_MD_063-42_3.STEP.STEP(默认)显示状态 1",
    "________-2-29.STEP.STEP(默认)显示状态 1",
    "____________________-30.STEP.STEP(默认)显示状态 1",
    "__________________-32.STEP.STEP(默认)显示状态 1",
    "X001117 KF25 ____________________.STEP.STEP(默认)显示状态 1",
    "__________ IMPAC-ISQ5.STEP.STEP(默认)显示状态 1",
    "______ KF16__FNPT0.5__.STEP.STEP(默认)显示状态 1",
    "__________________-31.STEP.STEP(默认)显示状态 1",
    "X000138 KF16 ____________________.STEP.STEP(默认)显示状态 1",
    "__________________.STEP.STEP(默认)显示状态 1",
    "conex ________ TG-20-A6-N.STEP.STEP(默认)显示状态 1",
    "1577_500__2__STEP_STEP",
    "1577_500__2__5.STEP.STEP(默认)显示状态 1",
    "1577_500__2__3.STEP.STEP(默认)显示状态 1",
    "1577_500__2__7.STEP.STEP(默认)显示状态 1",
    "1577_500__2__9.STEP.STEP(默认)显示状态 1",
    "1577_500__2__12.STEP.STEP(默认)显示状态 1",
    "____-2_STEP_STEP",
    "______________-5.STEP.STEP(默认)显示状态 1",
    "________-8.STEP.STEP(默认)显示状态 1",
    "______________-4.STEP.STEP(默认)显示状态 1",
    "____________-10.STEP.STEP(默认)显示状态 1",
    "______________-7.STEP.STEP(默认)显示状态 1",
    "______________-3.STEP.STEP(默认)显示状态 1",
    "________ 36489_EB-250-85.STEP.STEP(默认)显示状态 1",
    "______-9.STEP.STEP(默认)显示状态 1",
    "______________-6.STEP.STEP(默认)显示状态 1",
    "cylindrical thrust roller bearings gb_PreviewCfg.STEP.STEP(默认)显示状态 1",
    "____________.STEP.STEP(默认)显示状态 1",
    "______-13.STEP.STEP(默认)显示状态 1",
    "________-12.STEP.STEP(默认)显示状态 1",
    "________-11.STEP.STEP(默认)显示状态 1",
    "GB6170-M12 __________ M12_____________.STEP.STEP(默认)显示状态 1",
    "DIN7349-12 ____ 12.STEP.STEP(默认)显示状态 1",
    "____-14.STEP.STEP(默认)显示状态 1",
    "____________-54.STEP.STEP(默认)显示状态 1",
    "________-1_STEP_STEP",
    "______________-44.STEP.STEP(默认)显示状态 1",
    "____________-33_STEP_STEP",
    "________-41.STEP.STEP(默认)显示状态 1",
    "________________-34.STEP.STEP(默认)显示状态 1",
    "__________-38.STEP.STEP(默认)显示状态 1",
    "____________-37.STEP.STEP(默认)显示状态 1",
    "GB6170-M12-SS __________ M12_____________.STEP.STEP(默认)显示状态 1",
    "________-39.STEP.STEP(默认)显示状态 1",
    "____________-40.STEP.STEP(默认)显示状态 1",
    "______________-35.STEP.STEP(默认)显示状态 1",
    "____________-36.STEP.STEP(默认)显示状态 1",
    "__________ M30.STEP.STEP(默认)显示状态 1",
    "____-43.STEP.STEP(默认)显示状态 1",
    "____________-42.STEP.STEP(默认)显示状态 1",
    "____________-2_____________.STEP.STEP(默认)显示状态 1",
    "__________ d20.STEP.STEP(默认)显示状态 1",
    "________________-48.STEP.STEP(默认)显示状态 1",
    "deep groove ball bearings gb_PreviewCfg.STEP.STEP(默认)显示状态 1",
    "____-45.STEP.STEP(默认)显示状态 1",
    "__________ 15-20.STEP.STEP(默认)显示状态 1",
    "______________-47.STEP.STEP(默认)显示状态 1",
    "__________-46.STEP.STEP(默认)显示状态 1",
    "__________-50.STEP.STEP(默认)显示状态 1",
    "__________________-49.STEP.STEP(默认)显示状态 1",
    "PU__________KFG2H1209_02.STEP.STEP(默认)显示状态 1",
    "____________-52.STEP.STEP(默认)显示状态 1",
    "______ AS3201F_U02_12A.STEP.STEP(默认)显示状态 1",
    "______________-51.STEP.STEP(默认)显示状态 1",
    "__________-53.STEP.STEP(默认)显示状态 1",
    "_________STEP_STEP",
    "______ BM12X40(__) JB7271.1.STEP.STEP(默认)显示状态 1",
    "____.STEP.STEP(默认)显示状态 1",
    "________ M12.STEP.STEP(默认)显示状态 1",
    "XM-XB600106 ________ ____50mmL=40mm______STEP_STEP",
    "XM-XB600106 ________-__ ____50mmL=40mm.STEP.STEP(默认)显示状态 1",
    "XM-XB600106 ________-____ ____50mmL=40mm.STEP.STEP(默认)显示状态 1",
    "XM-XD600005 __________________STEP_STEP",
    "GB6170-M8 ________ M8.STEP.STEP(默认)显示状态 1",
    "GB97-12 ____ 12.STEP.STEP(默认)显示状态 1",
    "GB97-8 ____ 8.STEP.STEP(默认)显示状态 1",
    "GB70.1-M8X40 __________ M8X40.STEP.STEP(默认)显示状态 1",
    "__________-1.STEP.STEP(默认)显示状态 1",
    "GB93-8 ____8.STEP.STEP(默认)显示状态 1",
    "F000814 ____3__8_____________.STEP.STEP(默认)显示状态 1",
    "GB93-12 ____ 12.STEP.STEP(默认)显示状态 1",
    "GB5783-M12X55 __________ M12X55.STEP.STEP(默认)显示状态 1",
    "GB5783-M12X40 __________M12X40.STEP.STEP(默认)显示状态 1",
    "GB6184-M16__________M16.STEP.STEP(默认)显示状态 1",
    "GB97-16 ____ 16.STEP.STEP(默认)显示状态 1",
    "HONTKO ________________.STEP.STEP(默认)显示状态 1",
    "GB5782-M16X120 __________ M16X120.STEP.STEP(默认)显示状态 1",
    "GB93-16 ____16.STEP.STEP(默认)显示状态 1",
    "HONTKO __________.STEP.STEP(默认)显示状态 1",
    "GB95-6 ____6.STEP.STEP(默认)显示状态 1",
    "GB70.1-M6X20 __________ M6X20.STEP.STEP(默认)显示状态 1",
    "__________________ OD6__RC0.375__.STEP.STEP(默认)显示状态 1",
    "____________ MCS_14D15-_2.STEP.STEP(默认)显示状态 1",
    "DIN-7349 ____ 12.STEP.STEP(默认)显示状态 1",
    "GB5783-M16X140 __________ M16X140.STEP.STEP(默认)显示状态 1",
    "GB6170-M16 ________ M16.STEP.STEP(默认)显示状态 1",
    "GB5783-M16X110 __________ M16X110.STEP.STEP(默认)显示状态 1",
    "GB93-6 ____6.STEP.STEP(默认)显示状态 1",
    "GB95-16 ____ 16.STEP.STEP(默认)显示状态 1",
    "__________ 80X30_____________.STEP.STEP(默认)显示状态 1",
    "GB5783-M16X85 __________ M16X85.STEP.STEP(默认)显示状态 1",
    "GB818-M5X45 ______________ M5X45.STEP.STEP(默认)显示状态 1",
    "________ M5-____30____.STEP.STEP(默认)显示状态 1",
    "________________ L=900_____________.STEP.STEP(默认)显示状态 1",
    "______________ #XCKJ10511H29C.STEP.STEP(默认)显示状态 1",
    "________________ L=200_____________.STEP.STEP(默认)显示状态 1",
    "GB819-M3X12 ______________M3X12.STEP.STEP(默认)显示状态 1",
    "GB93-20 ____20.STEP.STEP(默认)显示状态 1",
    "GB70.1-M20X65 __________ M20X65.STEP.STEP(默认)显示状态 1",
    "GB95-20 ____ 20.STEP.STEP(默认)显示状态 1",
    "Pulsarlube S ______.STEP.STEP(默认)显示状态 1",
    "______________.STEP.STEP(默认)显示状态 1",
    "XM-XA600235 ____ OD131.5.STEP.STEP(默认)显示状态 1",
    "PT0.25__6mm________ SS-6M0-7-2RT.STEP.STEP(默认)显示状态 1",
    "____________R3__8 - 1__2_________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600237 ______________.STEP.STEP(默认)显示状态 1",
    "GB97-6 ____ 6.STEP.STEP(默认)显示状态 1",
    "ZQ4265-2006-Yxd120  ____Yx________ Yxd120.STEP.STEP(默认)显示状态 1",
    "XM-XA600236 ____________________.STEP.STEP(默认)显示状态 1",
    "J____________ FA120X134.5X8.STEP.STEP(默认)显示状态 1",
    "GB5783-M6X25 __________ M6X25.STEP.STEP(默认)显示状态 1",
    "____1_XM-XD600005 ____________.STEP.STEP(默认)显示状态 1",
    "______.STEP.STEP(默认)显示状态 1",
    "GB119.2-6__20-C1 ______ __6__20.STEP.STEP(默认)显示状态 1",
    "GB70.1-M6x55 __________ M6x55.STEP.STEP(默认)显示状态 1",
    "GB5783-M8X30 __________ M8X30.STEP.STEP(默认)显示状态 1",
    "GB5783-M12X50 __________ M12X50.STEP.STEP(默认)显示状态 1",
    "GB5783-M8X40 __________ M8X40.STEP.STEP(默认)显示状态 1",
    "GB70.1-M10X30 __________ M10X30.STEP.STEP(默认)显示状态 1",
    "GB93-10 ____ 10.STEP.STEP(默认)显示状态 1",
    "GB5783-M12X60 __________M12X60.STEP.STEP(默认)显示状态 1",
    "808-020074 ______________Rc0.375X90__.STEP.STEP(默认)显示状态 1",
    "XM-XA600359 ________________.STEP.STEP(默认)显示状态 1",
    "GB70.1-M6x12 __________ M6x12.STEP.STEP(默认)显示状态 1",
    "GB70.1-M16X110 __________ M16X110.STEP.STEP(默认)显示状态 1",
    "GB3452.1-15X2.65 O__________2.65X__15.STEP.STEP(默认)显示状态 1",
    "GB3452.1-73X3.55 O__________3.55X__73.STEP.STEP(默认)显示状态 1",
    "GB3452.1-14X2.65 O__________2.65X__14.STEP.STEP(默认)显示状态 1",
    "____-0.STEP.STEP(默认)显示状态 1",
    "__________.STEP.STEP(默认)显示状态 1",
    "__________-2.STEP.STEP(默认)显示状态 1",
    "XM-XA600244 __________________-__.STEP.STEP(默认)显示状态 1",
    "XM-XA600253 _______________________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600243 ________________________-__.STEP.STEP(默认)显示状态 1",
    "XM-XA600242 __________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600110 __________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600247 ____________.STEP.STEP(默认)显示状态 1",
    "XM-XA600360 love joy______ L110.STEP.STEP(默认)显示状态 1",
    "XM-XA600241 _____________________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600252 _________________________.STEP.STEP(默认)显示状态 1",
    "GB5783-M10X45 __________M10X45.STEP.STEP(默认)显示状态 1",
    "GB5783-M8X45 __________ M8X45.STEP.STEP(默认)显示状态 1",
    "XM-XC600002 _________________STEP_STEP",
    "XM-XA600245 _________________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600246 ________________.STEP.STEP(默认)显示状态 1",
    "GB6170-M10 ________ M10.STEP.STEP(默认)显示状态 1",
    "XM-XA600232 _____________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600239 _______________________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600231 _______________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600238 ______________.STEP.STEP(默认)显示状态 1",
    "XM-XA600240 _____________________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600242 __________________ - 2_____________.STEP.STEP(默认)显示状态 1",
    "_____________________SLDPRT_STEP_STEP",
    "GB95-6-SS ____6.STEP.STEP(默认)显示状态 1",
    "GB6170-M6-SS ________ M6.STEP.STEP(默认)显示状态 1",
    "GB93-6-SS ____6.STEP.STEP(默认)显示状态 1",
    "________________-65.STEP.STEP(默认)显示状态 1",
    "GB70.1-M6X20-SS __________ M6X20.STEP.STEP(默认)显示状态 1",
    "BAV 25 EP SS_STEP_STEP",
    "245687_STEP_STEP",
    "245690.STEP.STEP(默认)显示状态 1",
    "245689.STEP.STEP(默认)显示状态 1",
    "245688.STEP.STEP(默认)显示状态 1",
    "341985_STEP_STEP",
    "341968.STEP.STEP(默认)显示状态 1",
    "341976.STEP.STEP(默认)显示状态 1",
    "341982.STEP.STEP(默认)显示状态 1",
    "339301.STEP.STEP(默认)显示状态 1",
    "337735.STEP.STEP(默认)显示状态 1",
    "236204_1.STEP.STEP(默认)显示状态 1",
    "339310.STEP.STEP(默认)显示状态 1",
    "232436.STEP.STEP(默认)显示状态 1",
    "N-7607-023.STEP.STEP(默认)显示状态 1",
    "341940.STEP.STEP(默认)显示状态 1",
    "218183.STEP.STEP(默认)显示状态 1",
    "232437.STEP.STEP(默认)显示状态 1",
    "341937.STEP.STEP(默认)显示状态 1",
    "__________-55_STEP_STEP",
    "Y09_857000014_000_A1_STP#1__2___STEP_STEP",
    "130002135_Y19_000.stp.STEP.STEP(默认)显示状态 1",
    "130002138_Y19_000.stp.STEP.STEP(默认)显示状态 1",
    "130002266_Y19_000_AF0_ASM_stp_STEP_STEP",
    "21101117_DEI4032_M16.stp.STEP.STEP(默认)显示状态 1",
    "22101112_DEI7090_16.stp.STEP.STEP(默认)显示状态 1",
    "20102435_DEI4017_M16X55.stp.STEP.STEP(默认)显示状态 1",
    "130002267_Y19_000.stp.STEP.STEP(默认)显示状态 1",
    "130002139_Y19_000.stp.STEP.STEP(默认)显示状态 1",
    "853014258_PMD_000_AF0_ASM_stp_STEP_STEP",
    "853008099_PMD_000.stp.STEP.STEP(默认)显示状态 1",
    "853008051_PNR_000.stp.STEP.STEP(默认)显示状态 1",
    "130002134_Y19_000.stp.STEP.STEP(默认)显示状态 1",
    "130002133_Y19_000.stp.STEP.STEP(默认)显示状态 1",
    "Y09_300368936_761_A0_STP#2 DV450-650_STEP_STEP",
    "853050988_Y06_760.STEP.STEP(默认)显示状态 1",
    "____________DV650_________________.STEP.STEP(默认)显示状态 1",
    "6740_500__2__STEP_STEP",
    "6740_500__2__7.STEP.STEP(默认)显示状态 1",
    "6740_500__2__11.STEP.STEP(默认)显示状态 1",
    "6740_500__2__3.STEP.STEP(默认)显示状态 1",
    "6740_500__2__5.STEP.STEP(默认)显示状态 1",
    "6740_500__2__16.STEP.STEP(默认)显示状态 1",
    "6740_500__2__19.STEP.STEP(默认)显示状态 1",
    "6740_500__2__22.STEP.STEP(默认)显示状态 1",
    "6740_500__2__25.STEP.STEP(默认)显示状态 1",
    "XM-XB600044 ________40x80______STEP_STEP",
    "________40x80 - ____ ____________.STEP.STEP(默认)显示状态 1",
    "________40x80 - ____ - ____.STEP.STEP(默认)显示状态 1",
    "________40x80 - ____ - __.STEP.STEP(默认)显示状态 1",
    "________40x80 - ____ - ________.STEP.STEP(默认)显示状态 1",
    "________40x80 - ____.STEP.STEP(默认)显示状态 1",
    "________________-59_STEP_STEP",
    "RSC5_STEP_STEP",
    "1_2.STEP.STEP(默认)显示状态 1",
    "1_3.STEP.STEP(默认)显示状态 1",
    "1_4.STEP.STEP(默认)显示状态 1",
    "_____________________________.STEP.STEP(默认)显示状态 1",
    "H________.STEP.STEP(默认)显示状态 1",
    "________-3_STEP_STEP",
    "________-61.STEP.STEP(默认)显示状态 1",
    "________-60.STEP.STEP(默认)显示状态 1",
    "GB95-12-SS ____ 12.STEP.STEP(默认)显示状态 1",
    "GB5783-M12X120-SS __________ M12X120.STEP.STEP(默认)显示状态 1",
    "GB93-12-SS ____ 12.STEP.STEP(默认)显示状态 1",
    "____-62.STEP.STEP(默认)显示状态 1",
    "____-63.STEP.STEP(默认)显示状态 1",
    "1553_500__2__STEP_STEP",
    "1553_500__2__7.STEP.STEP(默认)显示状态 1",
    "1553_500__2__9.STEP.STEP(默认)显示状态 1",
    "1553_500__2__3.STEP.STEP(默认)显示状态 1",
    "1553_500__2__5.STEP.STEP(默认)显示状态 1",
    "1553_500__2__12.STEP.STEP(默认)显示状态 1",
    "________-2-56_STEP_STEP",
    "____-1.STEP.STEP(默认)显示状态 1",
    "____________-1.STEP.STEP(默认)显示状态 1",
    "____-9.STEP.STEP(默认)显示状态 1",
    "____-10.STEP.STEP(默认)显示状态 1",
    "____________-1-58.STEP.STEP(默认)显示状态 1",
    "XM-XC600007 _________________.STEP.STEP(默认)显示状态 1",
    "____-8.STEP.STEP(默认)显示状态 1",
    "____-2-57.STEP.STEP(默认)显示状态 1",
    "____-6.STEP.STEP(默认)显示状态 1",
    "____-3.STEP.STEP(默认)显示状态 1",
    "____-7.STEP.STEP(默认)显示状态 1",
    "____________________-1_STEP_STEP",
    "GB70.1-M6X30-SS __________ M6X30.STEP.STEP(默认)显示状态 1",
    "________________-64.STEP.STEP(默认)显示状态 1",
    "__________-____-66_STEP_STEP",
    "609-3070 ____________________1__.STEP.STEP(默认)显示状态 1",
    "XE-XB500040 _________________________.STEP.STEP(默认)显示状态 1",
    "XE-XB500041 _________________________.STEP.STEP(默认)显示状态 1",
    "GB95-12 ____ 12.STEP.STEP(默认)显示状态 1",
    "609-0119 DN80________________.STEP.STEP(默认)显示状态 1",
    "XE-XA700067 ______________0-100__R0.25 L=65.STEP.STEP(默认)显示状态 1",
    "665-0028 ____________45________.STEP.STEP(默认)显示状态 1",
    "GB853-12 ______________ 12.STEP.STEP(默认)显示状态 1",
    "XE-XB700003 1_________________________.STEP.STEP(默认)显示状态 1",
    "115-C2703 ______________3__.STEP.STEP(默认)显示状态 1",
    "630-0005 __________3''''''''TEFLON____.STEP.STEP(默认)显示状态 1",
    "GB5783-M16X80 __________ M16X80.STEP.STEP(默认)显示状态 1",
    "GB5783-M16X130 __________ M16X130.STEP.STEP(默认)显示状态 1",
    "XE-XA700015 __________.STEP.STEP(默认)显示状态 1",
    "130-C0204 ________(____)2mpa 1__.STEP.STEP(默认)显示状态 1",
    "L00025 ____________ R1__.STEP.STEP(默认)显示状态 1",
    "109-C0612 ________________1__.STEP.STEP(默认)显示状态 1",
    "XE-XA700013 ________________ R1__ L=100.STEP.STEP(默认)显示状态 1",
    "XE-XA700014 ____________DN80.STEP.STEP(默认)显示状态 1",
    "GB6170-M6 ________ M6.STEP.STEP(默认)显示状态 1",
    "GB5783-M6X30 __________ M6X30.STEP.STEP(默认)显示状态 1",
    "GB5783-M12X35 __________ M12X35.STEP.STEP(默认)显示状态 1",
    "______________-_________________.STEP.STEP(默认)显示状态 1",
    "_____________________-_________________.STEP.STEP(默认)显示状态 1",
    "_________________-_________________.STEP.STEP(默认)显示状态 1",
    "130-C1120 ______________1__.STEP.STEP(默认)显示状态 1",
    "__________-____-67.STEP.STEP(默认)显示状态 1",
    "609-0238 ______________RC1.STEP.STEP(默认)显示状态 1",
    "____-_______Default________.STEP.STEP(默认)显示状态 1",
    "Y09_300610628_000_A0_STP#1 D25B 11276_STEP_STEP",
    "300591197_Y19_000_ASM_STEP_STEP",
    "300591206_Y19_000.STEP.STEP(默认)显示状态 1",
    "300591215_Y19_000.STEP.STEP(默认)显示状态 1",
    "300591212_Y19_000.STEP.STEP(默认)显示状态 1",
    "300591187_Y19_000.STEP.STEP(默认)显示状态 1",
    "300591209_Y19_000.STEP.STEP(默认)显示状态 1",
    "300591211_Y19_000.STEP.STEP(默认)显示状态 1",
    "300590946_Y19_000.STEP.STEP(默认)显示状态 1",
    "300591208_Y19_000.STEP.STEP(默认)显示状态 1",
    "300591188_Y19_000.STEP.STEP(默认)显示状态 1",
    "300591201_Y19_000.STEP.STEP(默认)显示状态 1",
    "300590938_Y19_000.STEP.STEP(默认)显示状态 1",
    "300590922_Y19_000_ASM_STEP_STEP",
    "300590915_Y19_000.STEP.STEP(默认)显示状态 1",
    "300590935_Y19_000.STEP.STEP(默认)显示状态 1",
    "300591196_Y19_000.STEP.STEP(默认)显示状态 1",
    "300592868_Y19_000.STEP.STEP(默认)显示状态 1",
    "300591217_Y19_000.STEP.STEP(默认)显示状态 1",
    "__________-____-1_STEP_STEP",
    "XE-XB500041 _________________________-68.STEP.STEP(默认)显示状态 1",
    "1_________________________.STEP.STEP(默认)显示状态 1",
    "______________0-100__R0.25 L=65.STEP.STEP(默认)显示状态 1",
    "____________ R1__.STEP.STEP(默认)显示状态 1",
    "________________ R1__ L=100.STEP.STEP(默认)显示状态 1",
    "____________DN80.STEP.STEP(默认)显示状态 1",
    "______________-_________________-69.STEP.STEP(默认)显示状态 1",
    "XE-XA500029 _______________-____.STEP.STEP(默认)显示状态 1",
    "_________________-_________________-71.STEP.STEP(默认)显示状态 1",
    "_____________________-_________________-70.STEP.STEP(默认)显示状态 1",
    "___________________.STEP.STEP(默认)显示状态 1",
    "____________________ UCP215_7835T6.STEP.STEP(默认)显示状态 1",
    "XM-XA600388 ____________________.STEP.STEP(默认)显示状态 1",
    "XM-XA700094 ____-______.STEP.STEP(默认)显示状态 1",
    "________________ - __.STEP.STEP(默认)显示状态 1",
    "________-72.STEP.STEP(默认)显示状态 1",
    "XM-XB600151 _______________________STEP_STEP",
    "GB5783-M12X90-SS __________ M12X90.STEP.STEP(默认)显示状态 1",
    "GB93-12-S3 ____ 12 ____.STEP.STEP(默认)显示状态 1",
    "XM-XB600030 ___________Default________.STEP.STEP(默认)显示状态 1",
    "____-________.STEP.STEP(默认)显示状态 1",
    "thrust ball bearings gb_Rolling bearings 51115 GB 301-1995.STEP.STEP(默认)显示状态 1",
    "________________-73.STEP.STEP(默认)显示状态 1",
    "XM-XA600345 ________________ - 2.STEP.STEP(默认)显示状态 1",
    "____-______ - 2_Default________.STEP.STEP(默认)显示状态 1",
    "self-aligning roller bearings gb_Rolling bearings 22215 C GB 288-94.STEP.STEP(默认)显示状态 1",
    "XM-XA700093 ____________.STEP.STEP(默认)显示状态 1",
    "XM-XA600303 __________.STEP.STEP(默认)显示状态 1",
    "_______________________.STEP.STEP(默认)显示状态 1",
    "________________-76.STEP.STEP(默认)显示状态 1",
    "________ M24.STEP.STEP(默认)显示状态 1",
    "______________-75.STEP.STEP(默认)显示状态 1",
    "________-2_____________.STEP.STEP(默认)显示状态 1",
    "DU______.STEP.STEP(默认)显示状态 1",
    "______________-74.STEP.STEP(默认)显示状态 1",
    "________________-2_____________.STEP.STEP(默认)显示状态 1",
    "_______Default________.STEP.STEP(默认)显示状态 1",
    "______________-77.STEP.STEP(默认)显示状态 1",
    "hex slotted and castle nuts 1-grade ab gb_GB_FASTENER_NUT_SNNAB1  B M24 YB-N.STEP.STEP(默认)显示状态 1",
    "______________-79.STEP.STEP(默认)显示状态 1",
    "__________-81.STEP.STEP(默认)显示状态 1",
    "plain washers--product grade c gb_GB_FASTENER_WASHER_SMWC 24.STEP.STEP(默认)显示状态 1",
    "________________-83.STEP.STEP(默认)显示状态 1",
    "____________________ GB5281-85 25X50.STEP.STEP(默认)显示状态 1",
    "____________-82.STEP.STEP(默认)显示状态 1",
    "______________-78.STEP.STEP(默认)显示状态 1",
    "__________-80.STEP.STEP(默认)显示状态 1",
    "LeeSpring-LHC 162P 0 M.STEP.STEP(默认)显示状态 1",
    "__________-84.STEP.STEP(默认)显示状态 1",
    "Y09_300317311_000_A0_STP#1 DIP20000.STEP.STEP(默认)显示状态 1",
    "__________________-85.STEP.STEP(默认)显示状态 1",
    "____________-86.STEP.STEP(默认)显示状态 1",
    "____________-87.STEP.STEP(默认)显示状态 1",
    "XM-XA600264 ______.STEP.STEP(默认)显示状态 1",
    "________________-88.STEP.STEP(默认)显示状态 1",
    "__________________-89.STEP.STEP(默认)显示状态 1",
    "XM-XA600261 ______.STEP.STEP(默认)显示状态 1",
    "____________ CF18.STEP.STEP(默认)显示状态 1",
    "XM-XB600013 ________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600337 ____ M16.STEP.STEP(默认)显示状态 1",
    "XM-XA600377 ____.STEP.STEP(默认)显示状态 1",
    "XM-XA600263 __________.STEP.STEP(默认)显示状态 1",
    "______DV650_________________.STEP.STEP(默认)显示状态 1",
    "10__________.STEP.STEP(默认)显示状态 1",
    "XM-XA600344 _________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600341 ______________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600342 ________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600339 ____________L____.STEP.STEP(默认)显示状态 1",
    "XM-XA00603 10''''''''_____________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600340 __________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600339 __________________.STEP.STEP(默认)显示状态 1",
    "______-90.STEP.STEP(默认)显示状态 1",
    "__________________-2.STEP.STEP(默认)显示状态 1",
    "XM-XB600121 DN250______.STEP.STEP(默认)显示状态 1",
    "________________-92.STEP.STEP(默认)显示状态 1",
    "2.5''''''''_____________________.STEP.STEP(默认)显示状态 1",
    "____________________-91.STEP.STEP(默认)显示状态 1",
    "XM-XA00600 4''''''''_____________________.STEP.STEP(默认)显示状态 1",
    "SL-25A __________.STEP.STEP(默认)显示状态 1",
    "X001734 ______ #4399K46_4399K46.STEP.STEP(默认)显示状态 1",
    "6______.STEP.STEP(默认)显示状态 1",
    "XM-XA00601 6''''''''_____________________.STEP.STEP(默认)显示状态 1",
    "DN100______ - ISO-K.STEP.STEP(默认)显示状态 1",
    "XM-XA00598 2''''''''_____________________.STEP.STEP(默认)显示状态 1",
    "XM-XB600017 ________________.STEP.STEP(默认)显示状态 1",
    "603-0272 ____________1'''''''' GUQ-25G.STEP.STEP(默认)显示状态 1",
    "XM-XB600037 ____________.STEP.STEP(默认)显示状态 1",
    "________ PN7599.STEP.STEP(默认)显示状态 1",
    "XM-XB600043 ____________.STEP.STEP(默认)显示状态 1",
    "XM-XB600040 ____________.STEP.STEP(默认)显示状态 1",
    "XM-XB600025 ______.STEP.STEP(默认)显示状态 1",
    "XM-XA600271 ______________.STEP.STEP(默认)显示状态 1",
    "XM-XB600041 ____________.STEP.STEP(默认)显示状态 1",
    "______________________.STEP.STEP(默认)显示状态 1",
    "XM-XB600039 ____________.STEP.STEP(默认)显示状态 1",
    "XM-XB600038 ____________.STEP.STEP(默认)显示状态 1",
    "XM-XB600028 __________________.STEP.STEP(默认)显示状态 1",
    "X000141 KF40 ____________________.STEP.STEP(默认)显示状态 1",
    "______ 351-000.STEP.STEP(默认)显示状态 1",
    "KF16 ________.STEP.STEP(默认)显示状态 1",
    "__________ AD-7611.STEP.STEP(默认)显示状态 1",
    "_________________________.STEP.STEP(默认)显示状态 1",
    "X001191 KF40____.STEP.STEP(默认)显示状态 1",
    "______________________-93.STEP.STEP(默认)显示状态 1",
    "______________ AD-8559.STEP.STEP(默认)显示状态 1",
    "PLC__.STEP.STEP(默认)显示状态 1",
    "______1.STEP.STEP(默认)显示状态 1",
    "______6______________.STEP.STEP(默认)显示状态 1",
    "MCC__.STEP.STEP(默认)显示状态 1",
    "__________-95.STEP.STEP(默认)显示状态 1",
    "____________-94.STEP.STEP(默认)显示状态 1",
    "__________-96.STEP.STEP(默认)显示状态 1",
    "__________-97.STEP.STEP(默认)显示状态 1",
    "XM-XB600012 _____________________.STEP.STEP(默认)显示状态 1",
    "__________ DN300.STEP.STEP(默认)显示状态 1",
    "XM-XB600011 _________________.STEP.STEP(默认)显示状态 1",
    "________________ L=100_____________.STEP.STEP(默认)显示状态 1",
    "XM-XB700052 DN150______.STEP.STEP(默认)显示状态 1",
    "________________________.STEP.STEP(默认)显示状态 1",
    "XM-XB600112 1_______________________.STEP.STEP(默认)显示状态 1",
    "603-0103 KF16_____________GU-16(KF).STEP.STEP(默认)显示状态 1",
    "DN100 ____________________.STEP.STEP(默认)显示状态 1",
    "XM-XA600274 KF25______.STEP.STEP(默认)显示状态 1",
    "615-0158 KF25______________.STEP.STEP(默认)显示状态 1",
    "615-0161 KF40-KF25____________.STEP.STEP(默认)显示状态 1",
    "X001116 KF25____.STEP.STEP(默认)显示状态 1",
    "ABB6700-300  - 10M_STEP",
    "ABB6700-300  - 10M(2)_STEP",
    "_________________1_STEP",
    "______________________________1.STEP(默认)显示状态 1",
    "_____1.STEP(默认)显示状态 1",
    "________________2______________1.STEP(默认)显示状态 1",
    "__________A-10M______________1.STEP(默认)显示状态 1",
    "________B-10M_1.STEP(默认)显示状态 1",
    "________A-10M-0.STEP(默认)显示状态 1",
    "zq35200_r200_7029_b_t1_4_1.STEP(默认)显示状态 1",
    "________A-10M.STEP(默认)显示状态 1",
    "__________A_1.STEP(默认)显示状态 1",
    "__________B_1.STEP(默认)显示状态 1",
    "____C-10M______________1.STEP(默认)显示状态 1",
    "_________1_STEP",
    "__________-10m_1.STEP(默认)显示状态 1",
    "__________2_1.STEP(默认)显示状态 1",
    "HGH45CA_1.STEP(默认)显示状态 1",
    "______-10m_2.STEP(默认)显示状态 1",
    "_______________1_STEP",
    "__________-10m-1_1.STEP(默认)显示状态 1",
    "__________B-10m_1.STEP(默认)显示状态 1",
    "__________B-10m_1-1.STEP(默认)显示状态 1",
    "________-10M______________1.STEP(默认)显示状态 1",
    "_____________________________-0_1.STEP(默认)显示状态 1",
    "____A-10M______________1.STEP(默认)显示状态 1",
    "____-10M_1.STEP(默认)显示状态 1",
    "HGR45____-10M_1.STEP(默认)显示状态 1",
    "4_______sldprt_1.STEP(默认)显示状态 1",
    "____9960______________1.STEP(默认)显示状态 1",
    "________1-10M_1.STEP(默认)显示状态 1",
    "____9600______________1.STEP(默认)显示状态 1",
    "________2-10M_1.STEP(默认)显示状态 1",
    "____-2_1.STEP(默认)显示状态 1",
    "________-10M_1.STEP(默认)显示状态 1",
    "______________-3_1.STEP(默认)显示状态 1",
    "________-4_1.STEP(默认)显示状态 1",
    "等轴叶片自动化夹具装配图-250103_STEP",
    "GEAKBH2_0-24-20-B-19N(抱夹）_STEP",
    "GEAKBH2.0-24-20-B-19N_b.STEP(默认)显示状态 1",
    "SET-SCREW6-5.STEP(默认)显示状态 1",
    "_1FL6_1FL6061-1AC61-2A0_75KW电机_STEP",
    "2020_05_30__05-29-02-310_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-263_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-232_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-372_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-341_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-996_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-03-090_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-03-168_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-03-121_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-03-058_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-03-027_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-902_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-684_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-653_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-559_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-497_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-746_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-809_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-965_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-934_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-871_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-840_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-715_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-778_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-622_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-590_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-528_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-403_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-466_1.STEP(默认)显示状态 1",
    "2020_05_30__05-29-02-434_1.STEP(默认)显示状态 1",
    "等轴配套夹具零件-001.STEP(默认)显示状态 1",
    "SP40B11-N-20_STEP",
    "SP40B11-N-20_b.STEP(默认)显示状态 1",
    "等轴配套夹具零件-005.STEP(默认)显示状态 1",
    "等轴配套夹具零件-006.STEP(默认)显示状态 1",
    "等轴配套夹具零件-003.STEP(默认)显示状态 1",
    "等轴叶片自动化夹具-压板伸缩_STEP",
    "CHET40A-4_STEP",
    "JNT-T40.STEP(默认)显示状态 1",
    "CHET40A-4_c1a.STEP(默认)显示状态 1",
    "CHET40A-4_c2a.STEP(默认)显示状态 1",
    "KGEASKB2_0-3030-18_STEP",
    "KGEASKB2.0-3030-18_b.STEP(默认)显示状态 1",
    "1FL6042-1AF61-2LB1（压板伸缩电机）_STEP",
    "2025_01_31_10_48_49_0644.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0680.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0606.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0711.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0648.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0745.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0749.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0742.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0816.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0847.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0785.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0753.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0640.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0539.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0575.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0501.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0532.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0535.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0543.STEP(默认)显示状态 1",
    "2025_01_31_10_48_50_0084.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0959.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0952.STEP(默认)显示状态 1",
    "2025_01_31_10_48_50_0080.STEP(默认)显示状态 1",
    "2025_01_31_10_48_50_0072.STEP(默认)显示状态 1",
    "2025_01_31_10_48_50_0068.STEP(默认)显示状态 1",
    "2025_01_31_10_48_50_0064.STEP(默认)显示状态 1",
    "2025_01_31_10_48_50_0060.STEP(默认)显示状态 1",
    "2025_01_31_10_48_50_0057.STEP(默认)显示状态 1",
    "2025_01_31_10_48_50_0026.STEP(默认)显示状态 1",
    "2025_01_31_10_48_50_0076.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0995.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0963.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0955.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0921.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0890.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0858.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0854.STEP(默认)显示状态 1",
    "2025_01_31_10_48_49_0850.STEP(默认)显示状态 1",
    "等轴叶片夹具零件-27-v02_STEP",
    "等轴叶片夹具零件-27-2-v02.STEP(默认)显示状态 1",
    "等轴叶片夹具零件-27-6-v02.STEP(默认)显示状态 1",
    "等轴叶片夹具零件-27-1-v02.STEP(默认)显示状态 1",
    "等轴叶片夹具零件-27-3-v02.STEP(默认)显示状态 1",
    "等轴叶片夹具零件-27-5-v02.STEP(默认)显示状态 1",
    "等轴叶片夹具零件-27-4-v02.STEP(默认)显示状态 1",
    "等轴配套夹具零件-042.STEP(默认)显示状态 1",
    "C-B6004ZZ.STEP(默认)显示状态 1",
    "等轴配套夹具零件-051.STEP(默认)显示状态 1",
    "WPF80L2-i-P2-S2-19-40-80-100-M6_默认_按加工_.STEP(默认)显示状态 1",
    "等轴配套夹具零件-040.STEP(默认)显示状态 1",
    "等轴配套夹具零件-036-240611.STEP(默认)显示状态 1",
    "等轴叶片夹具零件-070_默认_按加工_.STEP(默认)显示状态 1",
    "压板电机护罩-02-v02_默认_按加工_.STEP(默认)显示状态 1",
    "等轴配套夹具零件-043.STEP(默认)显示状态 1",
    "等轴配套夹具零件-044.STEP(默认)显示状态 1",
    "等轴配套夹具零件-050.STEP(默认)显示状态 1",
    "等轴配套夹具零件-049.STEP(默认)显示状态 1",
    "等轴配套夹具零件-035.STEP(默认)显示状态 1",
    "等轴配套夹具零件-055.STEP(默认)显示状态 1",
    "压板电机护罩-01-v02_默认_按加工_.STEP(默认)显示状态 1",
    "压板电机护罩-05_默认_按加工_.STEP(默认)显示状态 1",
    "压板电机护罩-04-v02_默认_按加工_.STEP(默认)显示状态 1",
    "压板电机护罩-07_默认_按加工_.STEP(默认)显示状态 1",
    "压板电机护罩-03_默认_按加工_.STEP(默认)显示状态 1",
    "等轴配套夹具零件-002.STEP(默认)显示状态 1"
]


export const vacuumFurnaceData = {
    vacuumFurnaceCurrentProduct: "涡轮叶片",
    vacuumFurnaceMeltingTime: 40
};

export const preheatingFurnaceData: any = {
    preheatingFurnaceList: []
}

preheatingFurnaceData.preheatingFurnaceList.push({
    temperature: 200 + '℃',
    product: '玻璃纤维',
    roastedTime: 120 + 'min'
});

preheatingFurnaceData.preheatingFurnaceList.push({
    temperature: 500 + '℃',
    product: '钛合金',
    roastedTime: 120 + 'min'
});

preheatingFurnaceData.preheatingFurnaceList.push({
    temperature: 800 + '℃',
    product: '钴基',
    roastedTime: 120 + 'min'
});

preheatingFurnaceData.preheatingFurnaceList.push({
    temperature: 800 + '℃',
    product: '钴基',
    roastedTime: 120 + 'min'
});

export const insulationWarehouseData: any = {
    insulationWarehouseList: []
};

insulationWarehouseData.insulationWarehouseList.push({
    temperature: 650 + '℃',
    product: '高速钢',
    roastedTime: 105 + 'min'
});

insulationWarehouseData.insulationWarehouseList.push({
    temperature: 650 + '℃',
    product: '高速钢',
    roastedTime: 105 + 'min'
});

insulationWarehouseData.insulationWarehouseList.push({
    temperature: 440 + '℃',
    product: '铝合金',
    roastedTime: '14h'
});

insulationWarehouseData.insulationWarehouseList.push({
    temperature: 630 + '℃',
    product: '不锈钢',
    roastedTime: '80min'
});
